Repository: alisariaslan/Postwomen
Catalog: Postwomen/Resources/Strings/AppResources.*.resx
Languages: tr_tr

source: Advanced Settings Disabled
tr_tr: Gelişmiş ayarlar aktif değil

source: Advanced Settings Enabled
tr_tr: Gelişmiş ayarlar aktif

source: Alert me if response is:
tr_tr: Sonuç bu ise beni uyar:

# appclosing
source: Application closing... Please restart after exit.
tr_tr: Uygulama kapanıyor... Kapandıktan sonra tekrar açın.

source: Avaible Actions
tr_tr: Mevcut İşlemler

source: Call Type:
tr_tr: Çağrı Türü:

source: *Card Name
tr_tr: *Kart İsmi

# checkcycle
source: Check Cycle (as seconds)
tr_tr: Kontrol Döngüsü (saniye)

source: Click to create new one
tr_tr: Yeni bir tane oluşturmak için tıklayın

source: Copy Card
tr_tr: Kartı Kopyala

source: Dark Style
tr_tr: Karanlık Stil

source: Date and time
tr_tr: Tarih ve Saat

source: Default is 100 sec
tr_tr: Normalde 100 sn

source: Default is 5000
tr_tr: Normalde 5000

# defaultis600sec
source: Default is 600 sec, min 30
tr_tr: Normalde 600 sn, min 30

source: Delay After Notification:
tr_tr: Bildirim sonrası gecikme:

source: Deleting card
tr_tr: Kart siliniyor

# deletingcardask
source: Do you really want to delete this card?
tr_tr: Bu kartı gerçekten silmek istiyor musunuz?

source: Description
tr_tr: Açıklama

source: Edit Card
tr_tr: Kartı Düzenle

source: Empty
tr_tr: Boş

source: Error
tr_tr: Hata

source: Fail
tr_tr: Başarısız

# fieldsarerequired
source: (Fields with * are required.)
tr_tr: ( * ile başlayan alanlar zorunludur.)

source: is not reachable!
tr_tr: erişilebilir değil!

source: Logs
tr_tr: Loglar

source: Max Log Count
tr_tr: Maks Log Sayısı

# maybenointernet
source: Maybe no internet browser avaible on this device. Ex:
tr_tr: Cihazınızda internet tarayıcısı yüklü olmayabilir. Ex:

source: New Card
tr_tr: Yeni Kart

source: No
tr_tr: Hayır

source: No server card found.
tr_tr: Hiç sunucu kartı bulunamadı.

source: Ok
tr_tr: Tamam

source: Open browser
tr_tr: Tarayıcıdan aç

# openbrowserask
source: Do you wanna go to
tr_tr: Şu adrese gitmek istiyor musunuz

source: Operation Result
tr_tr: İşlem Sonucu

# pleaseenternameforcard
source: Please enter name for your card
tr_tr: Kartınız için isim girin

# pleaseenterurlforcard
source: Please enter URL or IP for your card
tr_tr: Kartınız için URL veya IP girin

source: Protocol:
tr_tr: Protokol:

source: Ready to Call
tr_tr: Çağırmaya hazır

source: Refreshing...
tr_tr: Yenileniyor...

# remoteurlorip
source: *Remote URL/IP
tr_tr: *Uzak Url/Ip

source: Reset Database
tr_tr: Veritabanını Sıfırla

# resetdatabaseask
source: Are you really want to reset your database?
tr_tr: Veritabanını sıfırlamak istediğinizden gerçekten emin misiniz?

source: Reset Logs
tr_tr: Logları Sıfırla

# resetlogsask
source: Is card logs will be deleted?
tr_tr: Tüm loglar silinsin mi?

source: Reset Server Cards
tr_tr: Sunucu Kartlarını Sıfırla

# resetservercardsask
source: Is server cards will be deleted?
tr_tr: Tüm sunucu kartları silinsin mi?

source: Save
tr_tr: Kaydet

source: Selected Language
tr_tr: Seçili Dil

# sendnotifonchangesdisabled
source: 'Send notifications on changes' disabled
tr_tr: 'Değişiklik olduğunda bildirim gönder' pasif

# sendnotifonchangesenabled
source: 'Send notifications on changes' enabled
tr_tr: 'Değişiklik olduğunda bildirim gönder' aktif

source: Servers are not reachable!
tr_tr: Sunucular yanıt vermiyor!

source: Set body:
tr_tr: Gövdeyi girin:

source: Set headers:
tr_tr: Başlıkları girin:

# setportforyourcard
source: Set port for your card. Default is 443
tr_tr: Kartınız için port girin. Normalde 443

source: Settings
tr_tr: Ayarlar

source: Success
tr_tr: Başarılı

# timechecksdisabled
source: 'Time scheduled checks' disabled
tr_tr: 'Zaman ayarlı kontrol' pasif

# timechecksenabled
source: 'Time scheduled checks' enabled
tr_tr: 'Zaman ayarlı kontrol' aktif

source: Waiting
tr_tr: Bekliyor

source: Warning!
tr_tr: Uyarı!

source: Yes
tr_tr: Evet

# youcanadddescriptionforcard
source: You can add a description for your card
tr_tr: Kartınız için açıklama girebilirsiniz

source: You must specify a name for your card!
tr_tr: Kartınıza bir isim vermek zorundasınız!

source: You must specify an Url or IP for your card!
tr_tr: Kartınıza bir Url veya Ip adresi tanımlamak zorundasınız!
